[
    {
        "StoryLine": 1,
        "StoryPart": 1,

        "Lore": "While clearing out the cultists you manage to extort information, finding references to an unknown location.\nDepicted throughout their lair are muirals and alters giving thanks and ritual to their god.\nYour dilligent searching comes with reward providing you a map marked with a location!",

        "QuestID": 5

    },
    {
        "StoryLine": 1,
        "StoryPart": 2,

        "Lore": "Upon arriving at the marked location you are met with a large run-down castle town, scattered are pillars and engravings of souls.\nThis must be the dungeon of souls!!\nCrawling with monsters and creatures in numbers untold, you make for a tactical retreat!\nThis will be a mission all on its own, but no doubt it will be worth it!",

        "QuestID": 8

    },
    {
        "StoryLine": 1,
        "StoryPart": 3,

        "Lore": "After hours of gruling battles and slaying you secure the surroundings.\nYou are now ready to enter the dungeon of souls, ruled by ``Wadon``!",

        "QuestID": 10

    },
    {
        "StoryLine": 2,
        "StoryPart": 1,

        "Lore": "You setout as a sell-sword, hoping to make some coin, acquire a bit of renown, maybe even learn a thing or two.\nUpon arriving at the town which had put out the hire, you find it utterly empty on first inspection..\nNot only empty, but completely unlit! Every sconce, brazier, and hearth sits with a lingering lightless chill...\nThis will certainly require a more thorough investigation!",

        "QuestID": 12

    },
    {
        "StoryLine": 2,
        "StoryPart": 2,

        "Lore": "During your investigation of this lightless town you come across a roaming band of cultists, they all wear the same unfamiliar mark upon their robes.\nDeciding not to engage them in combat but instead following along behind hoping to uncover their intentions and maybe even learn of what happened to the town!\nYou follow them for what feels days through forested trails, the warmth of the morning sun slowly growing a distant memory... \nThere is a strange magic in the air around these cultists, and thankfully that uneasy feeling dissipates once you reach their camp.\nYou grow tired of waiting, your weapon grows weary from lack of bloodshed...",

        "QuestID": 13

    },
    {
        "StoryLine": 2,
        "StoryPart": 3,

        "Lore": "Biding your time paid off greatly, the cultists are wholly unaware of your presence when you initiate your assault!\nA deft lunge into a roll leaves you unscathed, and with two fewer cultists standing against you.\nThis, causing the smallest of the three to turn and run..\nThe broad-shouldered hulk towering over you lets forth a blast, it makes the already dim surroundings void of all remaining light, blinding you!\nHe lurches forward swinging his massive fists. ***CRACK***! You take the full force, still unable to see, you swing against the pain, your weapon finds flesh.\nYour sight returns instantly upon your weapon striking. What luck! You managed to fully remove his arm, thus destroying the spell!\nHe collapses, gurgling and sobbing. You go after the remaining cultist, frozen with shock and horror.\nSometime later, your wounds have stopped throbbing, and your ears are no longer ringing. You extract information from the cultist which you bound.\nShe reveals the location of their goddess and her domain!",

        "QuestID": 14

    },
    {
        "StoryLine": 2,
        "StoryPart": 4,

        "Lore": "You trek through treacherous lands of blanketed forests and barren rock mountains to reach this lair of darkness..\nArriving at the outer perimeter greets your senses, dulling them and everything around you, even still you push onwards into the fray!\nHours of slaughter leaves you worn and your weapon giddy.\nYou are ready for what resides within the dungeon of the dark, you are ready to face ``Dyvulla``!",

        "QuestID": 15

    },
    {
        "StoryLine": 3,
        "StoryPart": 1,

        "Lore": "Hard work, tough fought battles, spoils of war, surely youve earned a break! A popular picnic spot, sounded the most pleasant, for a hardened veteran such as yourself.\nYou pack a lunch and setout, the sun nearing its apex, warm against your exposed skin (An uncommon feeling as of late!). You lay out your woven blanket under the shade of a large Bloodoak, resting and enjoying the day as it is..\nAn hour goes by and you notice a lack of other people, none when you arrived, none since. This of course is of no concern, no one is screaming, no smell of blood, no fits or fights for survival.\n*A distant gurgling scream*\nSurely today could not be a better day to picnic!\n*Then there were two*\nYou let another half hour pass before giving in, you pack up and prepare to take a look...",

        "QuestID": 16

    },
    {
        "StoryLine": 3,
        "StoryPart": 2,

        "Lore": "You begin your search throughout the mostly peaceful woods, interrupted only briefly by the sound of someone dying a horrible death.. Before returning, to the pleasant peace and quiet, of the wooded ambiance.\nYour search brings you nearer to the death throws, stumbling upon an arm and the thick smell of blood..\nOnwards you press your weapon now at the ready...",

        "QuestID": 17

    },
    {
        "StoryLine": 3,
        "StoryPart": 3,

        "Lore": "You slowly follow the trail of limbs, mostly human in origin, some appearing animal in nature.\nYou steady yourself against the putrid scent filling the air, a low squelching ripples out from ahead of you..\nSlowly creeping up, hiding yourself behind a large tree...\nThere it sits, whether it sits amongst the limbs its collected or ***is*** those limbs is something you wish not to dwell on longer than needed!\nYou see fresh corpses, along with those now only resembling the bones with which flesh once clung.\nYou only sense this one creature, if memory serves you well, this is unmistakably an *Iron-Scaled Corpse Monster*!\nA fearsome foe, were you as inexperienced as you once were. Now this is nothing more than an execution!\nAn execution it surely was, swift and decisive.\nYou decided to return before the current dusk turns to dark. Hoping to find clues as to where such a creature came from being so deep in safe woods.",

        "QuestID": 18

    },
    {
        "StoryLine": 3,
        "StoryPart": 4,

        "Lore": "Having returned safely, you make for one of the well-known monster clergymen.\nAsking the common whereabouts for such a creature, leads to a larger question you wish you hadnt walked into.\n*Why so many, so suddenly, so widespread?*\nHe hands you a map, marked with each of the most recent abnormal gathering locations of these such creatures.\nAnd so you head to bed, unsure if this is where you wanted that picnic to lead you...",

        "QuestID": 19

    },
    {
        "StoryLine": 3,
        "StoryPart": 5,

        "Lore": "You setout geared up and ready for the task, marked on the map, in your hand. Your course charted, provisions stocked, arriving at each location.. Strangely met with one of three outcomes each time;\nthe location abandoned showing signs of slaughter,\nstill living corpse monsters seemingly admiring each others handiwork,\nor human effigies each placed in style of how quickly they fell pray to their wounds..\nAll of these outcomes are unsettling and yield no quarter against the living corpse monsters you come across. Having now crossed off half the locations on your map you realize a pattern forming..\nA radial pattern, spiraling outwards from one of the marked locations *a recently abandoned castle-town*.\nYou change course and decide to head there first to confirm your suspicions..\nThis choice pays off less for you and more for those who you find are not yet dead, you must act quick!!",

        "QuestID": 20

    },
    {
        "StoryLine": 3,
        "StoryPart": 6,

        "Lore": "Hours go by freeing bound victims, protecting and providing escape outside the city walls. Focusing less on slaughter and more on the rescue attempts, in hindsight not the best choice considering the foe.\nA disturbing conclusion is drawn after freeing over 50..\nThese people were not meant to die in the conditions found in, rather a lack of food or water would do them in first\nThis is a town of prolonged ``Torture`` and no doubt the resident of one of the gods, a particularly sick and twisted one at that..\nAfter freeing all mobile victims you prepare the trip back to safety, clearing this place will take some time..",

        "QuestID": 21

    },
    {
        "StoryLine": 3,
        "StoryPart": 7,

        "Lore": "Having returned and restocked, having given those victims refuge will keep your name long living, your weapon hand itches again, drawing your mind to the long battles ahead..\n=====\nThe smell arriving still shocks your senses, less and less as you lose yourself to the slaughter:\nYou Slaughter well\nYou Slaughter long\nYou Slaughter the fear\nYou Slaughter the hate\nThis slaughter was always your fate.\nYouve cleared the entrance to the Dungeon of ``Torture`` Ruled by ``Ados``!",

        "QuestID": 22

    },
    {
        "StoryLine": 4,
        "StoryPart": 1,

        "Lore": "You run for what feels like days, his presence still all around you, your mind filled with noise\n***IT NEVER ENDS***\nIt feels like nails through your eyes and ears, you swear you can even taste his words and intentions on the air.\nYou scream, you run, you trip, you fall, you roll, back to your feet you run!\n***YOU MUST HIDE***\nAnd so you shall try..",

        "QuestID": 23

    },
    {
        "StoryLine": 4,
        "StoryPart": 2,

        "Lore": "Tears stinging your eyes, throat raw with whitefire choking back sobs lest he find you.\n***YOU MUST SUBMIT***\nYou shake your head in silent refusal, your perception of the world lost to the ever changing nightmare before you.\n***YOU MUST DANCE***\nThat is exactly what you do, you find without a choice..",

        "QuestID": 24

    },
    {
        "StoryLine": 4,
        "StoryPart": 3,

        "Lore": "You dance, and dance..\nWith each spin you feel your fear grown lighter, the tears stop flowing, the burn in your throat subsides.\nFrom one spin to the next, you find yourself face to face with ``Zimmir`` dancing by his command at the foot of his throne steps..\nHere you pirouette, for the God of Chaos, within his Dungeon..",

        "QuestID": 25

    },
    {
        "StoryLine": 5,
        "StoryPart": 1,

        "Lore": "Word of your great deeds has reached far and wide!!\nIt should be no surprise that the people youve saved wish to show grattitude,\nand yet it does...\nPuzzled and accepting you attend the parade setup for you, a three day long celebration!\nYou stop to rest at the second town having made your way from the first, these four towns plagued by monsters in days of late\nNo longer, due to you..\nSo ends the first day..",

        "QuestID": 27

    },
    {
        "StoryLine": 5,
        "StoryPart": 2,

        "Lore": "*You dreamt of a saddened child, their face streaked with bloody tears,*\n*you known not why they cry, nor why they bleed.*\nSo begins the second day, the procession leading you from the second town to the third.\nCheers and cries of joy surround you along the way, these people adore your achievements!!\nA long day passes and you reach the third town.\nSo ends the second day..",

        "QuestID": 28

    },
    {
        "StoryLine": 5,
        "StoryPart": 3,

        "Lore": "*You once again find yourself dreaming, that same child sits in a vast empty space,*\n*the tears have dried, they leave crusted blood upon their face*\nSo begins the third day, continuing with the parade, bustling with positivity, a still foreign emotion..\nYou have been troubled by these dreams of late and find it hard to keep a fake smile while deep in thought.\nYou arrive at the fourth town, having completed your circuit of the lake these towns surround.\nYou stop and reflect on the days gone by before laying to rest..\nSo ends the third day.\n",

        "QuestID": 29

    },
    {
        "StoryLine": 5,
        "StoryPart": 4,

        "Lore": "*The child sits, looking at you, quizzical and demining. Opens their mouth...*\n||***AND SCREAMS***||\nYou wake, violently, surrounded by the sound of your door being beaten by a fist.\nYou rush to the door, open it to be greeted by a man with a letter.\nYou take it and he leaves without a word, you think little of him given your awakening..\nIt is sealed with black wax, depicted is a set of scales.\nThe left contains a skull, the right a feather, it is unbalanced, leaning rightwards..\nOpening the letter brings you a sense of dread, on it is written;\n*Dear, Slayer of Many*\n*Your recent deeds and misdeeds, have not gone unnoticed. Please head this summons, and reply in person!*\n*Failure to comply would not be optimal, but can be managed and forced if needed..*\n*Thank you kindly, The Keeper. P.*\nYou feel a sense of relief, finding a fitting end for this letter..\nSo begins the fourth and final day.",

        "QuestID": 30

    },
    {
        "StoryLine": 5,
        "StoryPart": 5,

        "Lore": "Youve heeded the summons, and trek to the castle.\nThe castle, as called by the townsfolk, is to be avoided..\nThe letter was lacking in location, prompting a few questions of the locals..\nHaving made the destination clear, you setout, traveled, and now have arrived.\nStanding tall before you is a Bloodoak door reinforced with thin strips of Phasemetal,\nEvident by the erie glow produced..\nThe door opens, the space left behind beckons you, and you cant help but listen..\nAnd so you enter..",

        "QuestID": 31

    },
    {
        "StoryLine": 5,
        "StoryPart": 6,

        "Lore": "You wander the castle grounds unsure where to go, unsure where to be.\nMonster-like beings are standing around, acting guards, gatekeepers perhaps..\nThey offer no help in your search for your summoning, either way.\nYou come across a large set of stone steps leading deep into the castle,\nAssuming this is the place you head upwards, and upon taking a single step..\nA thunderus voice!\n***WELCOME SLAYER!!***\n***WELCOME TO THE DOMAIN OF ``Phamnera``***",

        "QuestID": 32

    },
    {
        "StoryLine": 6,
        "StoryPart": 1,

        "Lore": "You come to your senses, the past weeks a blur of meetings and travel.\nYour name has travelled further than your own two feet, the fame brings fortune..\nIt also brings war..\nSo you see, sitting with the warlords arguing over maps, you give a smile, you are a face, just another person in the room..\nYou wonder to yourself if this is truly where you wanted to be, gathering fame for war?\nYet, you sit, knowing the armies camped outside are to be commanded, by ***your*** beckon call!\nYou begin to nod off, the debates surrounding your ears give a feeling of ease as you drift..",

        "QuestID": 33

    },
    {
        "StoryLine": 6,
        "StoryPart": 2,

        "Lore": "You stand at the forefront of the ranks, armored and ready.\nStanding behind you in formation, nearly thirty thousand soldiers armed to the teeth, ready with their lives.\nHeartbeat to heartbeat keeps you focused, you survey the surroundings, miles of flat open plains of flowing amber-grass.\nMountains enclose these fields, opposing you sits a wall spanning the length of the horizon, rows and rows of spikes spread in mass..\nThe war machines echo their calls, the horns sound, shouts and cries break forth..\n||***CHARRRGGGEEEEE**||\n*The beasts of the hateful one break forth*\nAmidst this midway ambush, you see her, ||and then your mind is gone...||",

        "QuestID": 34

    },
    {
        "StoryLine": 6,
        "StoryPart": 3,

        "Lore": "The fury subsides, how long it takes is unknown to you, the countless corpses laying around you give tell to many hours.\nThe battle looks to be swinging into your favour as the enemies dwindle..\nYour ears open, sound flooding in, those sounds are high ranking officers requesting guidance.\n*The main gate is barred with some kind of barrier!! We cannot break through!! Our spys have located the source, they need strength!!*\nA simple directional gesture from one of the officers, requiring no further information you setout alone towards the barriers source!\nA long curving hallway, walls made from an impossibly smooth stone, unlike anything youve ever seen before.\nYou reach what must be the barriers source, a loud whirring, mixed with a strange language. The whirring turns to a hum that causes you to go ||Insane||..",

        "QuestID": 35

    },
    {
        "StoryLine": 6,
        "StoryPart": 4,

        "Lore": "The first barrier source had been destroyed, naturally you go further, and further from where you entered.\nAlong your path you find one of the spys, slumped against the wall, you attempt to rouse him.\nTo your surprise he wakes, mumbling something in the same foriegn language from before..\nYou shake him, wishing his senses return, which they do, long enough to warn you, inform you, and promptly die..\nUnfortunate, his death is strangly peaceful, you honor his passing and continue on your way.\nReaching the second barrier, the same whirring returns, surrounded by the same strange language, followed by your loss of consciousness..",

        "QuestID": 36

    },
    {
        "StoryLine": 6,
        "StoryPart": 5,

        "Lore": "Your trek through the smooth grey hall continues without particular disterbance..\nApproching the third and final barrier, the whirring, the voices...\nYou retain consciousness, mentally you are aware, physically out of control.\nYou see her standing amist the mages, smiling, blushing even..\n||*You cannot help but return a shy smile*||\n||***Blood spewing over your face staining that smile***||\nShe watches your slaughter, uneffected, yet, in control...\n||# ***FEAR***||\nHer face contorts to a grievous smile, you go blank..",

        "QuestID": 37

    },
    {
        "StoryLine": 6,
        "StoryPart": 6,

        "Lore": "Having woken up, face down pressed against the cold stone floor, still within the strange smooth grey hall, you remember only that something is very very wrong..\nYou have no time to regain your composure before the horns are sounded, signaling a charge!!\nYou rush to your feet and down the hall towards the echoing blare of the horns, the barriers successfully destroyed!\nThe exit, the warm air, cool breeze, blood soaked, corpse strewn..\nThe remaining ranks of soldiers stand ready in formation again, close to the main gates, you return to them, preparing for this final assault against such a hateful palace..",

        "QuestID": 38

    },
    {
        "StoryLine": 6,
        "StoryPart": 7,

        "Lore": "**'THE CASTLE GATES HAVE BEEN FELLED, BURN THEIR FORTRESSES, DESTROY THEIR IDOLS OF HATE!!'**\nYou lead the charge into, through, and then beyond the main gate.\nPushing through hordes of creatures hellbent on causing death and oozing malace.\nHaving a well trained, armored allies, is still a foreign experience, you make note not to cause any collateral along the way..\nThe remaining forces push outwards surrounding the center fortress, clearing out the straglers, capturing anything capable of communication and surrender..\nThere before you; with a few thousand steps, dozens of enemies, sits between you and your next trophy!!\nYou are ready to enter The Dungeon of ``Hate``, ruled by ``Xogdia``",

        "QuestID": 39

    },
    {
        "StoryLine": 7,
        "StoryPart": 1,

        "Lore": "Some time has passed since defeating the hateful pillar Xogdia; the waking dreams have been subdued but not extinguished. The world is still ever changing due to your presence and actions. Word continues to travel far, maybe further than you would like.. Alas, these things happen. Victories tend to go well spoken by the victor, plotted against by the victims. New reports of a pair of conservation towns being raised by powerful magics drives you onward!",

        "QuestID": 40

    },
    {
        "StoryLine": 7,
        "StoryPart": 2,

        "Lore": "You arrive in an unfamiliar landscape, the trees show no end to their canopies, towering into the clouds themselves. You make rest and set out from the relief camp manned by those who remain of the two towns. Investigation only brings more questions to be asked.. The town's structures are nearly royal purple, yet show no signs of being painted or dyed, the raw worked wood itself glows and shimmers with awe inducing violet veins. You must surely press onward, the townsfolk wish to join you as guides and witnesses. Who would you be to deny an audience!",

        "QuestID": 41

    },
    {
        "StoryLine": 7,
        "StoryPart": 3,

        "Lore": "You trek for a full day, passing by only a handful of trees, their might not lost on any in your band. You learn much from those around you, they speak of great power rooted in the trees, their beauty matched equally with their strength. They speak of the fact they themselves could never fell one with any tool within 100 years time. Each town built from a single tree. You note the lack of aggressive or hostile creatures, a very strange change of pace. You make camp and sleep soundly amidst the sounds of grand birds and gibbons, calls echoing far up above.",

        "QuestID": 42

    },
    {
        "StoryLine": 7,
        "StoryPart": 4,

        "Lore": "Your band has grown restless on what they claim to be the final stretch, closer to the site of the forests deity. Deity, a Goddess they say is capable of shapeshifting, supposedly kind and gracious, against the contrasting rubble that is these peoples homes. *The Great Tree* earns its name when it comes into view, dwarfing all others around it. This tree could topple mountains, if trees could move and mountains were in the way of course.. What appeared to be great wounds upon this tree are in fact painstakingly carved stairs, spiraling upwards around its trunk; no simple feat, from no single creature. It would appear as if an empire once populated this entire area now eerily empty and void of fauna. You rest one final time before delving into the heart of the forest..",

        "QuestID": 43

    },
    {
        "StoryLine": 7,
        "StoryPart": 5,

        "Lore": "A number of the band remain at the bottom, unsure if this climb will lead to anything short of death.. You cannot blame them with the state of their homes, your empowered bravado can only steel the nerves of those already willing to see the summit. Along the climb lay cutouts of grand statues guarding their living home, glowing with the same tightly wrapped violet veins. Their eyes all glowing a slightly different colour, a blue as deep as the ocean. The more statue guards you pass, the more concerning their gaze becomes.. You've nearly reached the peak when your party decides to stop. As luck would have it, an enclosure up ahead marks a safe respite from the chilling wind howling all around!",

        "QuestID": 44

    },
    {
        "StoryLine": 7,
        "StoryPart": 6,

        "Lore": "You awake to violent screams echoing all around you... You are alone... ||*You are no longer alone...*|| ||The pale blue glow starts as only a single pair, then hundreds, you are completely surrounded...|| ||You have stepped unknowingly into the domain of **The Shifter, Mien** the **Goddess of Myst!!**||",

        "QuestID": 45

    },
    {
        "StoryLine": 8,
        "StoryPart": 1,

        "Lore": "COPY",

        "QuestID": 46

    },
    {
        "StoryLine": 8,
        "StoryPart": 2,

        "Lore": "COPY",

        "QuestID": 47

    },
    {
        "StoryLine": 8,
        "StoryPart": 3,

        "Lore": "COPY",

        "QuestID": 48

    },
    {
        "StoryLine": 8,
        "StoryPart": 4,

        "Lore": "COPY",

        "QuestID": 49

    },
    {
        "StoryLine": 8,
        "StoryPart": 5,

        "Lore": "COPY",

        "QuestID": 50

    },
    {
        "StoryLine": 8,
        "StoryPart": 6,

        "Lore": "COPY",

        "QuestID": 51

    },
    {
        "StoryLine": 8,
        "StoryPart": 7,

        "Lore": "COPY",

        "QuestID": 52

    },
    {
        "StoryLine": 9,
        "StoryPart": 1,

        "Lore": "COPY",

        "QuestID": 53

    },
    {
        "StoryLine": 9,
        "StoryPart": 2,

        "Lore": "COPY",

        "QuestID": 54

    },
    {
        "StoryLine": 9,
        "StoryPart": 3,

        "Lore": "COPY",

        "QuestID": 55

    },
    {
        "StoryLine": 9,
        "StoryPart": 4,

        "Lore": "COPY",

        "QuestID": 56

    },
    {
        "StoryLine": 9,
        "StoryPart": 5,

        "Lore": "COPY",

        "QuestID": 57

    },
    {
        "StoryLine": 0,
        "StoryPart": 0,

        "Lore": "COPY",

        "QuestID": 0

    }
]
